"Part1" = "УКРАЇНСЬКА";
"Part2" = "APPLE INC.";
"Part3" = "ЛІЦЕНЗІЙНА УГОДА ПРО ЯРЛИКИ В ПРОГРАМНОМУ ЗАБЕЗПЕЧЕННІ ДЛЯ iOS";
"Part4" = "БУДЬ ЛАСКА, УВАЖНО ОЗНАЙОМТЕСЬ ІЗ ЦІЄЮ ЛІЦЕНЗІЙНОЮ УГОДОЮ («ЛІЦЕНЗІЯ») ПЕРЕД ВИКОРИСТАННЯМ ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ APPLE. ВИКОРИСТОВУЮЧИ ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ APPLE, ВИ ПОГОДЖУЄТЕСЯ ДОТРИМУВАТИСЯ УМОВ ЦІЄЇ ЛІЦЕНЗІЇ. ЯКЩО ВИ НЕ ПОГОДЖУЄТЕСЯ З УМОВАМИ ЦІЄЇ ЛІЦЕНЗІЇ, НЕ ВСТАНОВЛЮЙТЕ ТА/АБО ВИКОРИСТОВУЙТЕ ЦЕ ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ.";
"Part5" = "УВАГА! У межах, в яких це програмне забезпечення можна використовувати для відтворення, модифікації, публікації та розповсюдження матеріалів, Ви отримуєте ліцензію тільки на відтворення, модифікацію, публікацію та розповсюдження матеріалів, не захищених авторським правом, матеріалів, на які Ви маєте авторське право, або матеріалів, на відтворення, модифікацію, публікацію та розповсюдження яких Ви отримали право або маєте законний дозвіл. Якщо Ви не впевнені щодо права на копіювання, модифікацію, публікацію та розповсюдження будь-яких матеріалів, слід звернутися до свого консультанта із правових питань.";
"Part6" = "1. Загальні положення.";
"Part7" = "A. Програмне забезпечення Apple, програмне забезпечення сторонніх розробників, документація, інтерфейси, вміст, шрифти та будь-які дані, що надаються разом із цією Ліцензією, незалежно від того, чи були вони записані в пам’яті постійного зберігання або будь-якому іншому носії чи в будь-якій іншій формі (надалі «Програмне забезпечення Apple») не продаються, а надаються Вам за ліцензією Apple Inc. («Apple») для використання тільки на умовах цієї Ліцензії. Apple та ліцензіари Apple зберігають за собою право власності на Програмне забезпечення Apple і всі прямо не надані Вам права. ";
"Part8" = "B. Компанія Apple на свій власний розсуд може надавати доступ до майбутніх удосконалень або оновлень Програмного забезпечення для Вашого сумісного пристрою iOS марки Apple. Удосконалення чи оновлення Програмного забезпечення Apple, якщо вони є в наявності, необов’язково можуть містити всі існуючі функції програмного забезпечення або нові функції, які Apple випускає для новіших або інших моделей пристроїв iOS. Умови цієї Ліцензії розповсюджуються на будь-які вдосконалення або оновлення програмного забезпечення, які постачаються Apple для первісного продукту Програмного забезпечення Apple, крім випадків, коли таке вдосконалення чи оновлення супроводжується окремою ліцензією, положення якої мають переважну силу для цього вдосконалення чи оновлення. ";
"Part9" = "2. Передбачені види використання та обмеження Ліцензії.";
"Part10" = "A. Ліцензія. Відповідно до умов і положень даної Ліцензії та згідно із «Правилами використання послуг і вмісту», що викладені в Умовах і положеннях Медійних сервісів Apple (https://www.apple.com/legal/internet-services/itunes/) («Правила використання»), якщо тільки Ви не придбали Програмне забезпечення Apple згідно з розділом 2B, Вам надається обмежена неексклюзивна ліцензія без права передачі. Ця ліцензія гарантує Вам право на встановлення та використання Програмного забезпечення Apple на будь-якому сумісному пристрої iOS марки Apple, яким Ви володієте або який Ви використовуєте. Ви не маєте права розповсюджувати або робити Програмне забезпечення Apple доступним через мережу, в якій його можуть використовувати кілька пристроїв одночасно. Ви не маєте права брати або здавати в оренду, позичати, продавати, розповсюджувати Програмне забезпечення Apple або надавати його субліцензію.";
"Part11" = "B. Корпоративна ліцензія або ліцензія на обслуговування. Якщо Ви отримали Програмне забезпечення Apple у рамках програми, де застосовується корпоративна ліцензія або ліцензія на обслуговування, умови Вашої корпоративної ліцензії або ліцензії на обслуговування визначатимуть кількість копій Програмного забезпечення, яку Вам дозволено завантажувати, встановлювати, використовувати та запускати на пристроях iOS марки Apple, якими Ви володієте або які Ви використовуєте.  Окрім випадків, затверджених Apple у письмовій формі, усі інші положення й умови цієї Ліцензії застосовуватимуться до процесу Вашого використання Програмного забезпечення Apple, отриманого за корпоративною ліцензією або за ліцензією на обслуговування.";
"Part12" = "C. Вимоги до системи. Програмне забезпечення Apple підтримується тільки на апаратному забезпеченні марки Apple, яке відповідає певним вимогам до системи, визначеним компанією Apple.";
"Part13" = "D. Вміст і цифрові матеріали. Права власності й інтелектуальної власності на будь-який вміст, зокрема торговельні марки, логотипи та зображення, відображений за допомогою Програмного забезпечення Apple або до якого отримано доступ через Програмне забезпечення Apple, належать відповідним власникам цього вмісту. Такий вміст може бути захищений законом про авторське право або торговельні марки чи іншими законами та угодами щодо інтелектуальної власності, і на нього можуть розповсюджуватися умови щодо використання, які встановлені стороннім розробником, що надає цей вміст. Окрім випадків, що можуть бути чітко передбачені цією Ліцензією, (i) ця Ліцензія не надає Вам жодних прав на використання такого вмісту й не гарантує, що Ви й надалі будете мати доступ до цього вмісту; (ii) Ви не маєте права використовувати, здобувати або розповсюджувати на платній основі або в інший спосіб надавати як окремі об’єкти будь-які фотографії, логотипи, текст, код, зображення, графічні файли, твори, аудіозаписи, відеозаписи чи подібні об’єкти («Цифрові матеріали»), що містяться у Програмному забезпеченні Apple або надаються в його складі, або іншим чином використовувати Цифрові матеріали з метою, що не відповідає їх прямому призначенню як частини Програмного забезпечення Apple.";
"Part14" = "E. Використання ярликів. Ви визнаєте, що відповідальність за всі ярлики для виконання дій у програмах і на веб-сайтах («Ярлики») покладається виключно на сторону або сторони, від яких походять такі Ярлики. Apple не контролює та не бере на себе відповідальність за вміст або функціональність Ярликів третіх сторін. Ви використовуєте Ярлик на власний ризик і несете одноособову відповідальність за виконання всіх умов або угод із третіми сторонами, яка може виникнути внаслідок Вашого використання будь-якого Ярлика. Ви визнаєте, що компанія Apple не зобов’язана попередньо перевіряти Ярлики, хоча Apple залишає за собою право на власний розсуд попередньо перевіряти, вимикати та видаляти будь-які Ярлики й відмовлятися від них. ";
"Part15" = "F.  Надання спільного доступу до Ярликів. Програмне забезпечення Apple може дозволяти Вам надавати спільний доступ до Ярликів, які Ви створюєте, іншим людям шляхом веб-посилання. Ярлик, до якого Ви надали спільний доступ, разом із вбудованим у нього вмістом зберігатиметься на серверах Apple із метою створення можливості надання такого спільного доступу та може використовуватися для загального покращення продуктів і послуг Apple. Ярлик, до якого Ви надали спільний доступ, разом із вбудованим у нього вмістом буде доступний усім людям, які мають доступ до веб-посилання та які потім зможуть скопіювати, зберегти, змінити та розповсюдити копію вашого Ярлика й усього вбудованого в нього вмісту. Надаючи спільний доступ до Ярлика, ви заявляєте, що: (1) у Вас є всі необхідні права та ліцензії на такий Ярлик і що це не порушить і не спричинить негативного впливу на жодні права будь-яких інших осіб; (2) жодні Ярлики, до яких Ви надаєте спільний доступ, не порушуватимуть жодні закони, не використовуватимуться в протизаконній поведінці та не сприятимуть такій поведінці, а також не будуть мати непристойний чи неприйнятний характер. Ви визнаєте, що компанія Apple не зобов’язана переглядати Ярлики, до яких Ви надаєте спільний доступ, хоча Apple залишає за собою право на власний розсуд переглядати, вимикати та видаляти Ярлики, до яких Ви надали спільний доступ, і відмовлятися від них.";
"Part16" = "G. Обмеження використання. Ви погоджуєтеся не: завантажувати, публікувати, надсилати електронною поштою, передавати, надавати спільний доступ та іншим чином не робити доступними жодні Ярлики, які: (1) є незаконними, мають образливий, наклепницький, вульгарний, непристойний, дискредитуючий характер, ображають расу або етнічне походження або є неприйнятними з інших причин; (2) порушують (або підтримують поведінку, яка порушує) чинні закони та постанови чи можуть призвести до цивільної відповідальності; (3) сприяють дискримінації, фанатичній поведінці, расизму, ненависті, переслідуванням або завданню шкоди будь-яким особам чи групам; (4) мають насильницький чи погрозливий характер, заохочують до насильства або дій, які несуть загрозу для інших людей; (5) заохочують до незаконних або шкідливих дій; або (6) які, за Вашою інформацією, є неправдивими, оманливими, шахрайськими або в інший спосіб обманюють користувача такого Ярлика. Ви також погоджуєтеся не заважати роботі й не створювати перебоїв чи неналежного навантаження на сервери та мережі, зв’язані з Програмним забезпеченням Apple або програмами, послугами чи веб-сайтами сторонніх розробників, на вашому пристрої iOS («Програми сторонніх розробників») або порушувати постанови, правила й процедури таких мереж або Програм сторонніх розробників.";
"Part17" = "H. Програми сторонніх розробників. Для створення певних Ярликів Програмному забезпеченню Apple може бути необхідно отримувати доступ до певних Програм сторонніх розробників. Ви повною мірою погоджуєтеся та дозволяєте Програмному забезпеченню Apple отримувати доступ і використовувати ці Програми сторонніх розробників від Вашого імені у випадках, коли необхідно створити Ярлик на ці Програми сторонніх розробників. У випадках, коли Програмне забезпечення Apple отримує доступ до програм сторонніх розробників, компанія Apple не має жодних явних або неявних зобов’язань щодо надання технічної або іншої підтримки для таких Програм сторонніх розробників. Для отримання технічної підтримки та обслуговування користувачів такого програмного забезпечення, послуг і виробів звертайтеся безпосередньо до відповідного постачальника чи розробника програмного забезпечення, веб-сайту або постачальника послуг.  ВИ ТАКОЖ ПОГОДЖУЄТЕСЯ БУТИ ЗОБОВ’ЯЗАНИМИ Й ВИКОНУВАТИ ВСІ ЗАСТОСОВНІ УМОВИ ОБСЛУГОВУВАННЯ АБО ІНШІ УГОДИ ДЛЯ ТАКИХ ПРОГРАМ СТОРОННІХ РОЗРОБНИКІВ ПІД ЧАС ВИКОРИСТАННЯ ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ APPLE. ВИ НЕСЕТЕ ОДНООСОБОВУ ВІДПОВІДАЛЬНІСТЬ ЗА ВІДПОВІДНІСТЬ УСІХ ЯРЛИКІВ ЗАСТОСОВНИМ УМОВАМ ДЛЯ КОЖНОЇ ПРОГРАМИ СТОРОННЬОГО РОЗРОБНИКА, ЯКА ВИКОРИСТОВУЄТЬСЯ ЯРЛИКОМ. APPLE ЖОДНИМ ЧИНОМ НЕ ГАРАНТУЄ, ЩО ЯРЛИКИ ВИКОНУЮТЬ УМОВИ ПРОГРАМ СТОРОННІХ РОЗРОБНИКІВ, І APPLE НЕ НЕСЕ ВІДПОВІДАЛЬНІСТЬ ЗА ЯРЛИКИ СТОРОННІХ РОЗРОБНИКІВ.";
"Part18" = "I.  Заборона на розкриття системного коду. Ви не маєте права копіювати (окрім випадків, передбачених цією Ліцензією або Правилами використання, якщо вони застосовуються у Вашому випадку), декомпілювати, розкривати системний код, дизасемблювати, намагатися видобути початковий код, розшифровувати, модифікувати або створювати похідні продукти на основі Програмного забезпечення Apple або будь-яких сервісів, що надаються Програмним забезпеченням Apple, чи будь-якої їхньої частини (окрім випадків, коли будь-яке наведене вище обмеження забороняється чинним законодавством, і винятково в межах такої заборони, а також окрім випадків, коли такі дії дозволені умовами ліцензії, що регулюють використання Компонентів із відкритим кодом, що включені до комплекту Програмного забезпечення Apple), а також погоджуєтеся не виконувати такі дії та не надавати іншим особам такої можливості.";
"Part19" = "J.  Дотримання законодавства. Ви погоджуєтеся використовувати Програмне забезпечення та Послуги Apple (згідно з визначенням у Розділі 4 нижче) відповідно до чинного законодавства, включаючи місцеве законодавство країни або регіону, в якому Ви проживаєте або в якому Ви завантажуєте або використовуєте Програмне забезпечення та Послуги Apple.";
"Part20" = "K. Автоматичні оновлення.  Якщо функцію автоматичного оновлення програми ввімкнено, Ваш пристрій буде періодично перевіряти на ресурсах Apple наявність оновлень Програмного забезпечення Apple, і за наявності оновлення воно автоматично завантажується та встановлюється на Ваш пристрій і (у відповідних випадках) на Ваші периферійні пристрої.  У будь-який момент Ви можете вимкнути всі оновлення. Для цього треба змінити в розділі «Параметри» значення параметра «Автоматичні оновлення програми».";
"Part21" = "3. Згода на використання даних. ";
"Part22" = "A. Аналітичні дані. Якщо Ви приймаєте участь у зборі аналітичної інформації, Ви погоджуєтеся з тим, що компанія Apple, її дочірні підприємства й агенти можуть збирати, зберігати, обробляти та використовувати діагностичну та технічну інформацію, дані про використання та супутню інформацію, зокрема, унікальні ідентифікатори системи або апаратного забезпечення, інформацію про Ваш пристрій iOS, комп’ютер, системне й програмне забезпечення та периферійні пристрої. Періодичний збір такої інформації проводиться для того, щоб надавати та покращувати продукти й послуги Apple, полегшити доставку оновлень програмного забезпечення, надання Вам технічної підтримки щодо продукції та інших послуг (якщо такі надаються), що стосуються Програмного забезпечення Apple, та перевіряти дотримання умов цієї Ліцензії. З метою здійснення описаних вище цілей Apple може використовувати цю інформацію за умови, що вона збирається у формі, яка не ідентифікує Вас особисто. З метою надання партнерам Apple та стороннім розробникам можливості вдосконалювати своє програмне забезпечення, апаратне забезпечення та послуги, призначені для використання із продуктами Apple, компанія Apple також може забезпечувати таких партнерів або сторонніх розробників уривками діагностичної інформації, що відноситься до програмного забезпечення, апаратного забезпечення та/або послуг цих партнерів або розробників, за умови, що діагностична інформація передається у формі, яка не ідентифікує Вашу особу. ";
"Part23" = "B. Дані про розташування. Apple, її партнери, ліцензіари та сторонні розробники за допомогою Програмного забезпечення Apple можуть надавати певні послуги, що засновані на даних про розташування. Для надання та вдосконалення цих послуг, де вони доступні, Apple, її партнери, ліцензіари та сторонні розробники можуть передавати, збирати, зберігати, обробляти та використовувати дані про Ваше розташування. Дані та запити про розташування, отримані Apple, не розкривають Вашу особу та можуть використовуватися компанією Apple, її партнерами, ліцензіарами та сторонніми розробниками з метою надання та покращення послуг і продуктів, що залежать від розташування. Використовуючи послуги, що застосовують інформацію про розташування та надаються Програмним забезпеченням Apple або за його допомоги, Ви погоджуєтеся та надаєте Apple, її партнерам, ліцензіарам та стороннім розробникам згоду на передавання, збирання, зберігання, обробку та використання ними даних та запитів про Ваше розташування для покращення таких послуг і продуктів. Ви маєте право в будь-який момент анулювати таку згоду. Для цього необхідно перейти до налаштувань «Служби локації», що знаходяться на Вашому пристрої iOS, та вимкнути Служби визначення місцезнаходження у Програмному забезпеченні Apple повністю або окремо для кожної прикладної програми. Використовуючи на своєму пристрої iOS програми або послуги сторонніх розробників, які застосовують або надають дані про розташування, Ви маєте переглянути та дотримуватися умов та політики конфіденційності певного стороннього розробника, що стосуються використання даних про розташування його програмами або послугами.";
"Part24" = "C. Політика конфіденційності. Ваша інформація завжди оброблятиметься відповідно до Політики конфіденційності Apple, ознайомитися з якою Ви можете на сторінці https://www.apple.com/legal/privacy/.";
"Part25" = "4. Послуги та матеріали сторонніх виробників.";
"Part26" = "A. Загальні положення.  Програмне забезпечення Apple може надавати можливість отримання доступу до ресурсу iTunes Store компанії Apple, App Store, iCloud, Карт та інших сервісів і веб-сайтів, що надаються компанією Apple і третіми особами (які далі разом і окремо іменуватимуться «Послуги»). Ці послуги можуть бути доступні не всіма мовами та не в усіх країнах.  Користування Послугами потребує наявності доступу до мережі Інтернет, а для користування певними Послугами може знадобитися Apple ID та Ваша згода на додаткові умови надання послуг, а також може передбачати додаткові платежі. Використовуючи це програмне забезпечення разом з обліковим записом на iTunes Store, ідентифікатором Apple ID або іншою послугою Apple, Ви погоджуєтеся з діючими умовами надання послуг, що встановлені для цієї послуги, наприклад з останньою редакцією Умов та положень Медійних сервісів Apple, які викладені на веб-сторінці https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Використання послуг iCloud через Програмне забезпечення Apple регулюється наведеними нижче додатковими положеннями: умови та положення iCloud, доступні за адресою https://www.apple.com/legal/internet-services/icloud/, і Політика конфіденційності Apple, доступна за адресою https://www.apple.com/legal/privacy/.";
"Part28" = "C. Ви усвідомлюєте, що у процесі користування будь-якими Послугами Вам можуть зустрітися матеріали, які вважаються образливими, непристойними або неприйнятними, в яких, як це можна або не можна визначити, зустрічається нецензурна мова. Однак Ви погоджуєтеся, що користування Послугами здійснюватиметься Вами на свій власний ризик, і що компанія Apple не нестиме перед Вами відповідальності за матеріали, які можуть бути розцінені як образливі, непристойні або неприйнятні. ";
"Part29" = "D. Певні Послуги передбачають показ, включають або забезпечують можливість доступу до послуг, контенту, даних, інформації, програмних продуктів або матеріалів третіх осіб («Матеріли третіх осіб») або генерування посилань на веб-сторінки або програми певних третіх осіб. Користуючись цими Послугами, Ви визнаєте та погоджуєтеся з тим, що компанія Apple не приймає на себе зобов’язань із вивчення або оцінки змісту, точності, повноти, актуальності, правомірності, дотримання авторських прав, законності, пристойності, якості чи будь-яких інших аспектів таких Матеріалів третіх осіб, програм або веб-сайтів. Компанія Apple, її працівники, афілійовані особи та дочірні підприємства не гарантують і не рекомендують, а також не приймають на себе та не нестимуть перед Вами чи будь-якою іншою особою жодної відповідальності за будь-які Послуги третіх осіб, Матеріали третіх осіб, програми або їхні веб-сайти, а також за будь-які інші матеріали, продукти або послуги третіх осіб. Матеріали третіх осіб і посилання на інші веб-сайти або програми надаються виключно для Вашої зручності. ";
"Part30" = "E. Коли Ви завантажуєте будь-які матеріали за допомогою Послуг, Ви визнаєте, що володієте всіма правами, маєте повноваження або будь-який інший законний дозвіл на завантаження такого матеріалу, і цей матеріал не порушує будь-які умови надання послуг, що застосовуються для цих Послуг. Ви погоджуєтеся, що Послуги містять контент, інформацію та матеріали, і зокрема, Цифрові матеріали, що є власністю компанії Apple, власника сайту та/або їх ліцензіарів, і які захищені законами про права інтелектуальної власності та іншими законами, у тому числі, зокрема, законом про авторське право.  Ви погоджуєтеся, що жодним чином не будете використовувати такий контент, інформацію та матеріали, окрім як у рамках дозволеного користування Послугами, або у спосіб, що не відповідає умовам цієї Ліцензії або порушує будь-які права на інтелектуальну власність третіх осіб чи компанії Apple. Забороняється в будь-якій формі чи в будь-який спосіб відтворювати будь-яку частину Послуг. Ви погоджуєтеся не змінювати, не передавати й не брати в оренду, не продавати, не розповсюджувати та жодним чином не створювати похідні продукти на основі Послуг. Крім того, Ви не маєте права використовувати Послуги в будь-який недозволений спосіб, у тому числі, зокрема, використовувати Послуги для передавання будь-яких комп’ютерних вірусів, хробаків, троянських коней або іншого шкідливого програмного забезпечення, чи у спосіб, що призводить до зниження пропускної здатності мережі або її перевантаження. Ви також зобов’язуєтеся жодними чином не використовувати Послуги для домагання, образ, переслідування, погроз, наклепу або вчинення інших порушень прав будь-якої іншої особи, а також погоджуєтеся з тим, що компанія Apple не несе жодної відповідальності за будь-яке таке використання з Вашого боку, а також за можливе отримання Вами внаслідок користування будь-якими Послугами будь-яких повідомлень, які мають надокучливий характер, містять погрози, наклепи, або є образливими, неправомірними чи незаконними.";
"Part31" = "F. Крім того, Послуги та Матеріали сторонніх розробників, до яких можна отримати доступ або перейти чи відобразити за допомогою Програмного забезпечення Apple, доступні не всіма мовами та не в усіх країнах чи регіонах. Компанія Apple не надає жодних гарантій, що такі Послуги та Матеріали сторонніх розробників є придатними та доступними для використання в будь-якому конкретному регіоні. Якщо Ви вирішили використовувати такі Послуги та Матеріали сторонніх розробників, Ви дієте на власний розсуд та несете відповідальність за дотримання норм чинного законодавства, зокрема, норм місцевого законодавства та законів про конфіденційність і збирання даних. Компанія Apple та її ліцензіари зберігають за собою право в будь-який час без повідомлення змінювати, призупиняти, вилучати будь-які Послуги або забороняти доступ до них. У жодному разі Apple не нестиме відповідальність за вилучення будь-якої Послуги або заборону доступу до неї. Компанія Apple може також за будь-яких обставин і без попередження накладати обмеження на використання певних послуг або доступ до них, та не нестиме за це відповідальність. ";
"Part32" = "5. Припинення. Ця Ліцензія діє до моменту її припинення. У разі недотримання Вами будь-якої умови цієї Ліцензії Ви автоматично позбавляєтеся прав за цією Ліцензією або вона перестане бути чинною без надання компанією Apple відповідного повідомлення. Після припинення дії цієї Ліцензії Ви зобов’язані повністю припинити користуватися Програмним забезпеченням Apple та знищити всі повні або часткові копії Програмного забезпечення Apple. У такому випадку розділи 2I, 3, 4, 5, 6, 7, 8, 10 і 11 цієї Ліцензії залишаються чинними після припинення її дії.";
"Part33" = "6. Обмеження обсягу гарантій. ";
"Part34" = "A. Якщо Ви — користувач, який є споживачем (будь-яка особа, яка використовує Програмне забезпечення Apple поза межами комерційної діяльності, бізнесу або професійної діяльності), Ви можете мати законні права на території Вашої країни перебування, які перешкоджають застосуванню до Вас наведених нижче обмежень, і на території, де такі обмеження заборонені, вони не застосовуватимуться до Вас. Для отримання докладнішої інформації про такі права користувача слід звернутися до місцевої організації з надання споживачам консультаційних послуг.";
"Part35" = "B. ВИ ПОВНОЮ МІРОЮ ВИЗНАЄТЕ ТА ПОГОДЖУЄТЕСЯ З ТИМ, ЩО В МЕЖАХ, ДОЗВОЛЕНИХ ЧИННИМ ЗАКОНОДАВСТВОМ, ВИКОРИСТАННЯ ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ ТА БУДЬ-ЯКИХ ПОСЛУГ, ЩО ВИКОНУЮТЬСЯ ПРОГРАМНИМ ЗАБЕЗПЕЧЕННЯМ APPLE, АБО ПОСЛУГ, ДОСТУП ДО ЯКИХ НАДАЄТЬСЯ ЗА ДОПОМОГОЮ ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ APPLE, ЗДІЙСНЮЄТЬСЯ ВАМИ ВИКЛЮЧНО НА ВАШ ВЛАСНИЙ РИЗИК, І ЩО НА ВАС ЛЕЖИТЬ УСЯ ВІДПОВІДАЛЬНІСТЬ ЗА ЇХНЮ НАЛЕЖНУ ЯКІСТЬ, ФУНКЦІОНУВАННЯ, ТОЧНІСТЬ І РЕЗУЛЬТАТ ВИКОРИСТАННЯ. ";
"Part36" = "C. У МАКСИМАЛЬНО ДОЗВОЛЕНОМУ ЧИННИМ ЗАКОНОДАВСТВОМ ОБСЯЗІ ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ ТА ПОСЛУГИ APPLE ПОСТАВЛЯЮТЬСЯ НА УМОВАХ «ЯК Є» ТА «ЗА НАЯВНОСТІ», З УСІМА ДЕФЕКТАМИ ТА БЕЗ ЖОДНИХ ГАРАНТІЙ, А КОМПАНІЯ APPLE І ЇЇ ЛІЦЕНЗІАРИ (ЯКІ, ДЛЯ ЦІЛЕЙ РОЗДІЛІВ 6 І 7, ДАЛІ ІМЕНУВАТИМУТЬСЯ «КОМПАНІЯ APPLE») ЦИМ ВІДМОВЛЯЮТЬСЯ ВІД НАДАННЯ БУДЬ-ЯКИХ ЯВНИХ, ТАКИХ, ЩО МАЮТЬСЯ НА УВАЗІ, АБО ПЕРЕДБАЧЕНИХ ЗАКОНОДАВСТВОМ ГАРАНТІЙНИХ ЗОБОВ’ЯЗАНЬ ВІДНОСНО ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ ТА ПОСЛУГ APPLE, У ТОМУ ЧИСЛІ, ЗОКРЕМА, ПЕРЕДБАЧЕНИХ ГАРАНТІЙ ТА/АБО УМОВ ЩОДО ПРИДАТНОСТІ ДЛЯ ПРОДАЖУ, ЗАДОВІЛЬНОЇ ЯКОСТІ, ПРИДАТНОСТІ ДЛЯ ВИКОРИСТАННЯ ДЛЯ КОНКРЕТНИХ ЦІЛЕЙ, ТОЧНОСТІ, СПОКІЙНОГО КОРИСТУВАННЯ ТА НЕПОРУШЕННЯ ПРАВ ТРЕТІХ ОСІБ. ";
"Part37" = "D. КОМПАНІЯ APPLE НЕ НАДАЄ ГАРАНТІЙ ВІДНОСНО ЗАХИСТУ ВІД ОБСТАВИН, ЯКІ ПЕРЕШКОДЖАЮТЬ ВАШІЙ РОБОТІ З ПРОГРАМНИМ ЗАБЕЗПЕЧЕННЯМ І ПОСЛУГАМИ APPLE, НЕ ГАРАНТУЄ, ЩО ФУНКЦІЇ, ЯКІ МІСТЯТЬСЯ В ПРОГРАМНОМУ ЗАБЕЗПЕЧЕННІ APPLE, АБО ПОСЛУГИ, ЩО ВИКОНУЮТЬСЯ АБО НАДАЮТЬСЯ ПРОГРАМНИМ ЗАБЕЗПЕЧЕННЯМ APPLE, БУДУТЬ ВІДПОВІДАТИ ВАШИМ ВИМОГАМ, НЕ ГАРАНТУЄ БЕЗПЕРЕБІЙНЕ ТА БЕЗПОМИЛКОВЕ ФУНКЦІОНУВАННЯ ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ АБО ПОСЛУГ APPLE, НЕ ГАРАНТУЄ ДОСТУПНІСТЬ БУДЬ-ЯКИХ ПОСЛУГ, НЕ ГАРАНТУЄ СУМІСНІСТЬ ТА ПІДТРИМКУ ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ АБО ПОСЛУГ APPLE БУДЬ-ЯКИМ ПРОГРАМНИМ ЗАБЕЗПЕЧЕННЯМ, ПРОГРАМАМИ АБО ПОСЛУГАМИ СТОРОННІХ РОЗРОБНИКІВ, А ТАКОЖ НЕ ГАРАНТУЄ, ЩО ЦІ ДЕФЕКТИ В РОБОТІ ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ APPLE І НЕДОЛІКИ В ПОСЛУГАХ БУДУТЬ ВИПРАВЛЕНІ, І НЕ ГАРАНТУЄ, ЩО ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ APPLE БУДЕ СУМІСНИМ АБО ПРАЦЮВАТИ З БУДЬ-ЯКИМ ПРОГРАМНИМ ЗАБЕЗПЕЧЕННЯМ, ПРОГРАМАМИ ЧИ ПОСЛУГАМИ СТОРОННІХ РОЗРОБНИКІВ. УСТАНОВЛЕННЯ ЦЬОГО ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ APPLE МОЖЕ ВПЛИНУТИ НА ДОСТУПНІСТЬ ТА ЕФЕКТИВНІСТЬ ВИКОРИСТАННЯ ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ, ПРОГРАМ АБО ПОСЛУГ СТОРОННІХ РОЗРОБНИКІВ, А ТАКОЖ ПРОДУКТІВ І ПОСЛУГ APPLE. ";
"Part38" = "E. ВИ ТАКОЖ ВИЗНАЄТЕ, ЩО ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ ТА ПОСЛУГИ APPLE НЕ ПРИЗНАЧЕНІ Й НЕ ПРИДАТНІ ДЛЯ ВИКОРИСТАННЯ В СИТУАЦІЯХ АБО В СЕРЕДОВИЩАХ, КОЛИ ЗБОЇ В РОБОТІ ЧИ ЗАТРИМКИ, ПОМИЛКИ АБО НЕТОЧНОСТІ В КОНТЕНТІ, ДАНИХ АБО ІНФОРМАЦІЇ, ЩО НАДАЮТЬСЯ ПРОГРАМНИМ ЗАБЕЗПЕЧЕННЯМ АБО ПОСЛУГАМИ APPLE, МОЖУТЬ ПРИЗВЕСТИ ДО ЛЕТАЛЬНИХ НАСЛІДКІВ, ТРАВМ, ВАЖКИХ ТІЛЕСНИХ УШКОДЖЕНЬ ЧИ ЗНАЧНОЇ ШКОДИ ДЛЯ НАВКОЛИШНЬОГО СЕРЕДОВИЩА, У ТОМУ ЧИСЛІ, ЗОКРЕМА, ПРИ ВИКОРИСТАННІ В ЯДЕРНИХ УСТАНОВКАХ, ПРИ КЕРУВАННІ ПОВІТРЯНИМИ СУДНАМИ АБО В РАЗІ ВИКОРИСТАННЯ В СИСТЕМАХ ЗВ’ЯЗКУ, СИСТЕМАХ КОНТРОЛЮ РУХУ ПОВІТРЯНОГО ТРАНСПОРТУ, АПАРАТАХ ШТУЧНОГО ПІДТРИМАННЯ ЖИТТЄДІЯЛЬНОСТІ АБО УПРАВЛІННЯ СИСТЕМАМИ ОЗБРОЄНЬ.";
"Part39" = "F. ЖОДНА УСНА АБО ПИСЬМОВА ІНФОРМАЦІЯ ЧИ РЕКОМЕНДАЦІЯ, НАДАНА КОМПАНІЄЮ APPLE АБО ЇЇ УПОВНОВАЖЕНИМ ПРЕДСТАВНИКОМ, НЕ МОЖУТЬ ВВАЖАТИСЯ ГАРАНТІЙНИМИ ЗОБОВ’ЯЗАННЯМИ. У РАЗІ ВИЯВЛЕННЯ В ПРОГРАМНОМУ ЗАБЕЗПЕЧЕННІ АБО ПОСЛУГАХ БУДЬ-ЯКИХ НЕДОЛІКІВ, ЇХНЄ УСУНЕННЯ АБО ВСЕ НЕОБХІДНЕ ОБСЛУГОВУВАННЯ ТА РЕМОНТ ЗДІЙСНЮЄТЬСЯ ЗА ВАШ РАХУНОК. У ДЕЯКИХ ЮРИСДИКЦІЯХ ІСНУЄ ЗАБОРОНА НА ВІДМОВУ ВІД ПЕРЕДБАЧЕНИХ ГАРАНТІЙНИХ ЗОБОВ’ЯЗАНЬ АБО ОБМЕЖЕНЬ НА ВСТАНОВЛЕНІ ЗАКОНОДАВСТВОМ ПРАВА СПОЖИВАЧА, ТОМУ ВИЩЕЗАЗНАЧЕНА ВІДМОВА ТА ОБМЕЖЕННЯ МОЖУТЬ ДО ВАС НЕ ЗАСТОСОВУВАТИСЯ. ";
"Part40" = "7. Обмеження відповідальності. У МЕЖАХ, НЕ ЗАБОРОНЕНИХ ЧИННИМ ЗАКОНОДАВСТВОМ, КОМПАНІЯ APPLE У ЖОДНОМУ ВИПАДКУ НЕ НЕСЕ ВІДПОВІДАЛЬНОСТІ ЗА ТРАВМУВАННЯ ЧИ БУДЬ-ЯКІ ВИПАДКОВІ, ОСОБЛИВІ, НЕПРЯМІ АБО ОПОСЕРЕДКОВАНІ ЗБИТКИ БУДЬ-ЯКОГО ВИДУ, У ТОМУ ЧИСЛІ, ЗОКРЕМА, ЗА УПУЩЕНУ ВИГОДУ, ПОШКОДЖЕННЯ АБО ВТРАТУ ДАНИХ, НЕСПРОМОЖНІСТЬ ПЕРЕДАВАТИ АБО ОТРИМУВАТИ БУДЬ-ЯКІ ДАНІ, ПЕРЕРВИ В ГОСПОДАРСЬКІЙ ДІЯЛЬНОСТІ ЧИ БУДЬ-ЯКІ ІНШІ КОМЕРЦІЙНІ ЗБИТКИ АБО ШКОДУ, ЩО ПОВ’ЯЗАНІ АБО ВИНИКАЮТЬ У РЕЗУЛЬТАТІ КОРИСТУВАННЯ АБО НЕМОЖЛИВОСТІ ВИКОРИСТАННЯ ВАМИ ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ ТА ПОСЛУГ APPLE, А ТАКОЖ БУДЬ-ЯКОГО ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ ЧИ ПРОГРАМ СТОРОННІХ РОЗРОБНИКІВ РАЗОМ ІЗ ПРОГРАМНИМ ЗАБЕЗПЕЧЕННЯМ APPLE, І НЕЗАЛЕЖНО ВІД ПРИЧИН ЇХНЬОГО ВИНИКНЕННЯ, НЕЗВАЖАЮЧИ НА ТЕОРІЮ ВІДПОВІДАЛЬНОСТІ (З ДОГОВОРУ, З ДЕЛІКТУ АБО НА ІНШИХ ПІДСТАВАХ), І НАВІТЬ У ТИХ ВИПАДКАХ, КОЛИ КОМПАНІЇ APPLE БУЛО ВІДОМО ПРО МОЖЛИВІСТЬ ВИНИКНЕННЯ ТАКИХ ЗБИТКІВ. У ДЕЯКИХ ЮРИСДИКЦІЯХ ІСНУЄ ЗАБОРОНА НА ВІДМОВУ ЧИ ОБМЕЖЕННЯ ВІДПОВІДАЛЬНОСТІ ЗА ШКОДУ ФІЗИЧНИМ ОСОБАМ АБО ЗА ВИПАДКОВІ ЧИ ОПОСЕРЕДКОВАНІ ЗБИТКИ, І ТАКИМ ЧИНОМ, ЦЕ ОБМЕЖЕННЯ МОЖЕ ДО ВАС НЕ ЗАСТОСОВУВАТИСЯ. У жодному випадку загальний обсяг відповідальності компанії Apple перед Вами за всіма збитками (крім випадків, коли нормами чинного законодавства може передбачатися відповідальність за нанесення травм фізичній особі) не повинен перевищувати 50,00 (п’ятдесят) доларів США. Зазначені вище обмеження застосовуватимуться навіть у тому випадку, коли застосування вищевказаного засобу правового захисту не відповідає його основній меті.";
"Part41" = "8. Контроль за експортом. Ви не маєте права використовувати або іншим чином здійснювати експорт чи реекспорт Програмного забезпечення Apple, окрім випадків, коли це дозволено законодавством США та законодавством юрисдикції(-ій), в якій(-их) було придбано Програмне забезпечення Apple. Зокрема, Програмне забезпечення Apple без обмежень заборонено експортувати або реекспортувати (а) до будь-якої країни, стосовно якої діє введене США ембарго; або (б) особам, внесених Департаментом фінансів США до переліку громадян особливих категорій або Департаментом торгівлі США до переліку небажаних фізичних чи юридичних осіб або будь-яких інших переліків суб’єктів з обмеженнями. Користуючись Програмним забезпеченням Apple, Ви заявляєте і гарантуєте, що не перебуваєте в жодній такій країні та не входите до жодного з таких переліків. Ви також погоджуєтеся, що не використовуватимете Програмне забезпечення Apple з будь-якими цілями, забороненими законодавством США, зокрема, для розробки, проектування, виготовлення або виробництва ракет, ядерної, хімічної або біологічної зброї. ";
"Part42" = "9. Уряд як кінцевий споживач. Програмне забезпечення Apple та супутня документація є «Комерційними продуктами» згідно з визначенням цього терміну в §2.101 глави 48 Зводу федеральних постанов (C.F.R.), що складаються з «Комерційного комп’ютерного програмного забезпечення» та «Документації до комерційного комп’ютерного програмного забезпечення», згідно з визначенням цих термінів у §12.212 глави 48 C.F.R. або, залежно від обставин, у §227.7202 глави 48 C.F.R. Як зазначено в §12.212 глави 48 C.F.R. або, залежно від ситуації, у §227.7202-1 – 227.7202-4 глави 48 C.F.R., Комерційне комп’ютерне програмне забезпечення та Документація до комерційного комп’ютерного програмного забезпечення ліцензується по відношенню до кінцевого споживача – Уряду США (а) лише як Комерційні продукти, та (b) лише в обсязі тих прав, які надаються всім іншим кінцевим споживачам відповідно до умов цієї Ліцензії. Неопубліковані права застерігаються згідно з нормами законодавства США про авторські права.";
"Part43" = "10. Право, що регулює Ліцензійну угоду. Подільність ліцензійної угоди. Положення цієї Ліцензії регулюються та тлумачаться відповідно до законодавства штату Каліфорнія, не допускаючи відхилень від положень закону. Ця Ліцензія не підлягає регулюванню Конвенцією ООН про договори міжнародної торгівлі товарами, застосування якої чітко виключено. Для користувачів, що мешкають у Великій Британії ця Ліцензія регулюється законами адміністративно-територіальної одиниці країни Вашого перебування. Якщо з будь-якої причини компетентна судова установа визнає будь-яке положення або його частину таким, ще не може бути виконаним у примусовому порядку, решта положень цієї Ліцензії залишаються чинними та дійсними в повному обсязі.";
"Part44" = "11. Цілісність угоди. Основна мова Угоди. Ця Ліцензія являє собою цілісну угоду між Вами та компанією Apple стосовно Програмного забезпечення Apple, і замінює собою всі попередні або тимчасові домовленості стосовно предмету даної Ліцензії. Будь-які зміни та доповнення до цієї Ліцензії вважатимуться дійсними тільки в тому випадку, якщо вони будуть оформлені письмово та підписані компанією Apple. Будь-який переклад цієї Ліцензії здійснюється для місцевих потреб, і за наявності розбіжностей між версіями англійською та будь-якою іншою мовою, у межах, не заборонених законодавством Вашої країни, пріоритет має англомовна версія цієї Ліцензії.";
"Part45" = "12. Визнання прав третіх осіб. Деякі частини Програмного забезпечення Apple можуть використовуватися або включати програмне забезпечення третіх осіб та інші матеріали, які охороняються авторським правом. Визнання прав сторонніх виробників, умови ліцензування та відмова від надання гарантій стосовно таких матеріалів містяться в електронній документації до Програмного забезпечення Apple, а використання Вами таких матеріалів регулюється їхніми відповідними умовами.";
"Part46" = "EA1576";
"Part47" = "16.08.2018 p.";